Repository: giellalt/corpus-sme
Catalog: tmx/smn/facta/samediggi.fi/toimintaohjelma_talousosio_20122015_pohjoissaame.pdf.tmx
Source language: sme
Languages: smn

source: Sámedikki nuoraidráđi vuollái lea vuođđuduvvon sápmelaš nuoraidmearreruhta.
smn: Aanaar- já nuorttâsämikielâlâš oppâmateriaalâi meeri lasettuvvoo merhâšitteht.

source: o Sámemánáid- ja nuoraid dárbbut váldojuvvojit vuhtii sámedikki buot doaimmain o Sámedikki nuoraidráđi duođalaš váikkuhanvejolašvuođat dorvvastuvvojit ja nuoraidráđi doaibma ja dovddusvuohta ovddiduvvo sámenuoraid dili áššedovdiorgánan.
smn: o Sämikielâ já sämikielâlâš vuáđumáttááttâs várás valmâštuvvojeh säämi kulttuur vuotân väldee Sämimáttááttâs máttááttâsvuávám vuáđustâsah, moi vievâst máttááttâs siskáldâsah já tijmejuávuh ohtâlistojeh já vuáválâš kielâ iäláskittem tahhoo máttááttâs vievâst máhđulâžžân.

source: o Sámegielat ja -kulturmieldásaš searve- ja astoáiggedoaibma ovddiduvvo ja dorjojuvvo
smn: o Ucjuv sämiluvâttuv siäilum tuárjoo já läjiduvvojeh iävtuh sämiluvâttuv tooimâ ovdánmân.

source: Ráhkaduvvojit vejolašvuođat dasa, ahte sámenuorat sáhttet báhcit sámiid ruovttuguvlui.
smn: Läjiduvvojeh iävtuh sämikielâlâš máttááttâsân luvâttuvâst já sämikielâlâš pajeuáppeeiskosij čođâlditmân.

source: o Sámemánáid kulturguovddážis MÁNNUs dahkko oassi sámedikki bissovaš doaimma ja doibmii leat doarvái resurssat.
smn: o Ovdeduvvoo oovtâstpargoost jieškote-uv oppâlájá-dâsâiguin kielâ iäláskittee tooimâ máttááttâs já sierânâspedagogiik.

source: Doaibma lasihuvvo ja ovddiduvvo sámiid ruovttuguovllus ja guovddáža doaibma olahuvvo sámiid ruovttuguovllu olggobeallái 3.3.4
smn: Sämitiigán čujottuvvojeh ruuđah máttááttâs tuárjoo tieđettem já pedagogâlâš ravvim tipšomân já sämimáttááttâs väldikodálâš ovdedeijen já koordinaattorin toimâmân.

source: Sámegielat sosiála- ja dearvvašvuohtabálvalusaid ovddideapmi MÁNNU
smn: o Sämikielâ já sämikielâlâš máttááttâs sierânâsruttâdem (L 29.12.2009/1705, 45 § 1 mom.

source: MÁNNU viggá doaimmainis doarjut sámemánáid ja -nuoraid identitehta ovdáneami.
smn: ) vijđeduvvoo kuoskâđ še taid sämikuávlu ulguupiäláid kieldâid, main lii merhâšittee sämiaalmug.

source: Doaimmain MÁNNU ovddida sámi árbevirolaš dieđu sirdáseami nuorat sohkabuolvvaide.
smn: Tahhoo máhđulâžžân olesáigásâš sämikielâ máttáátteijee viirgij vuáđudem še sämikuávlu ulguubel.

source: DOAIBMAPROGRÁMMA 2012-2015 25 (33) o Sámegielat sosiála- ja dearvvašvuohtabálvalusaid buvttadeapmái várrejuvvon mearreruđa mieđiheamis heivehuvvo lágain, mearreruhta lea bajiduvvon sámedikki ekonomiijaplána mielde ja ruhtadeapmi mieđihuvvo sápmelaččaid iešmearridanvuoigatvuođa mielde go sámediggi doaibmá stáhtaveahkkeeiseváldin.
smn: TOIMÂOHJELM 2012–2015 27 (33) o Läjiduvvojeh iävtuh sämikielâlâš amnâs- já luokamáttáátteijei škovlim, tievâsmittemškovlim já nubástusškovlim lasseetmân. Säämi máttáátteijeeškovlim ovdeduvvoo nuuvt, et tast váldojeh vuotân sämimáttááttâs sierânâstáárbuh, sämikulttuurmiäldásâšvuotâ, sämmilij ärbivuáválâš tiätu sehe kyevtkielâlâš- já kyevtkulttuurlâšvuođâpedagogiik.

source: Ovttasbargu sámiid ruovttuguovllu gielddaiguin ja bálvalusaid buvttadeaddjiiguin jotkojuvvo beaktilit ja váikkuhanfámolaččat buoridan dihte sámegielat sosiála- ja dearvvašvuođabálvalusaid.
smn: o Piäijoo joton sämimáttááttâs árvuštâllâmproojeekt. 3.3.7 Säämi parlamentaarlâš rääđi tooimâ ovdedem o SPR:n láá adelum almolâš vääldi pargoh tave-eennâmlâš sämisopâmušâst.

source: Váikkuhuvvo aktiivvalaččat, beaktilit ja váikkuhanfámolaččat sosiála- ja dearvvašvuođafuolahusa láhkaásaheami ja hálddahusa ovddideapmái.
smn: Koskâvuotâ sä-mitige tooimân lii miäruštâllum sämitige pargo-oornigist. SPR huolât já joođeet sämmilij aalmugijkoskâsâš oovdâstmist.

source: Ráhkaduvvojit vejolašvuođat sápmelaš árbevirolaš ealáhusaid hárjeheaddjiid bargodearvvašvuođafuolahussii, sadjásašveahkkái ja birgenláhkái.
smn: o SPR oovded já čuávu toimâinis Kirkkonjaargâ kuálmád sämiparlamiänttárij julgáštus olášume o SPR oovded já čuávu OA algâaalmugraportistee James Anaya sämiaalmug tile Suomâst,

source: o Dorjojuvvo sámegielat sosiála- ja dearvvašvuođabálvalusaid ovddideapmi rádjeguovloovttasbargguin.
smn: Ruotâst, Taažâst já Ruošâst kieđâvuššâm raportij avžuuttâsâi olášume.

source: o Davvi-Suoma sosiálasuorggi máhttinguovddáža sápmelašovttadaga doaibmanvejolašvuođat nannejuvvojit. 3.3.5 Sámiid kulturbálvalusaid ja dáiddaeallima ovddideapmi o Ovddiduvvo árvolassevearu vuolideapmi sámi duojis ja dáidagis 9 % sámedikki ovddugohcimis.
smn: o Suomâ sämitigge uásálist SPR pehti arktâlâš já Baareents kuávlu oovtâstpaargon, aalmugij-koskâsâš šoŋŋâdâhpoolitlâš já biodiversiteetmiärádâstohâmân, WIPO tooimân, tave ooláádmudo já tave-eennâmlâš oovtâstpaargon sehe algâaalmugoovtâstpaargon OA:st vaikutmáin pehtilávt.

source: Prográmma gárvvisteami várás bálkáhuvvo bargi.
smn: o SPR:st pissoo čäällimkodde já jieijâs budjet ive 2015 räi.

source: Ođaduvvo sápmelaš kulturmearreruđa ohcanproseassa beaktileabbon.
smn: Suomâ sämitiigán láá torvejum re-sursseh uásálistiđ tievâsmiärálávt SPR tooimân.

source: o Ráhkaduvvojit vejolašvuođat nuortalaškulturguovddáža vuođđudeami várás Čeavetjávrái ovttasbarggus nuortalaččaid siidačoahkkimiin ja dorjojuvvo guovddáža doaibma ja váikkuhannávccat lágidemiin
smn: o SPR vuálásâžžân tuáimih nuorâilävdikodde sehe tárbulâš meeri eres lävdikodeh SPR pargoi pehtilis tipšom várás.
